<?php
    $title = "Изучаем текстовые блоки в ЯР HTML";
    include ("../_scripts/header.php");
?>

<div class="container">

    <hr />
    <h3>Объявление параграфа <code> < p > < /p ></code></h3>

    <xmp>
        <p>Текст</p>
    </xmp>

    <p>Текст</p>

    <!--  -->

    <hr />
    <h3>Объявление параграфов <code> < p > < /p > < p > < /p ></code></h3>

    <xmp>
        <p>Далеко-далеко...</p>
        <p>Далеко-далеко...</p>
        <p>Далеко-далеко...</p>
    </xmp>

    <p>Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Домах повстречался жизни заглавных напоивший толку имеет даже взгляд! Города буквенных которое образ выйти несколько.</p>

    <p>Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Домах повстречался жизни заглавных напоивший толку имеет даже взгляд! Города буквенных которое образ выйти несколько.</p>

    <p>Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Домах повстречался жизни заглавных напоивший толку имеет даже взгляд! Города буквенных которое образ выйти несколько.</p>

    <!--  -->

</div>