<?php
    $title = "Изучаем заголовки в ЯР HTML";
    include ("../_scripts/header.php");
?>

<div class="container">

    <hr />
    <h3>Объявление заголовков <code> < h1 > < /h1 ></code> - <code> < h6 > < /h6 ></code></h3>

    <xmp>
        <h1>Заголовок 1-ого уровня</h1>
        <p>параграф</p>
        <h2>Заголовок 2-ого уровня</h2>
        <p>параграф</p>
        <h3>Заголовок 3-ого уровня</h3>
        <p>параграф</p>
        <h4>Заголовок 4-ого уровня</h4>
        <p>параграф</p>
        <h5>Заголовок 5-ого уровня</h5>
        <p>параграф</p>
        <h6>Заголовок 6-ого уровня</h6>
        <p>параграф</p>
    </xmp>

    <h1>Заголовок 1-ого уровня</h1>
    <p>параграф</p>
    <h2>Заголовок 2-ого уровня</h2>
    <p>параграф</p>
    <h3>Заголовок 3-ого уровня</h3>
    <p>параграф</p>
    <h4>Заголовок 4-ого уровня</h4>
    <p>параграф</p>
    <h5>Заголовок 5-ого уровня</h5>
    <p>параграф</p>
    <h6>Заголовок 6-ого уровня</h6>
    <p>параграф</p>
</div>