<?php
    $title = "Изучаем таблицы в ЯР HTML";
    include ("../_scripts/header.php");
?>

<div class="container">

    <hr />
    <h3>Объявление таблицы <code> < table > < tr > < td > < /td > < /tr > < /table ></code></h3>

    <xmp>
        <table>
            <tr>
                <td>1-ая строка 1-ый столбец</td>
                <td>1-ая строка 2-ой столбец</td>
                <td>1-ая строка 3-ий столбец</td>
            </tr>
            <tr>
                <td>1-ая строка 1-ый столбец</td>
                <td>2-ая строка 2-ой столбец</td>
                <td>2-ая строка 3-ий столбец</td>
            </tr>
            <tr>
                <td>3-ая строка 1-ый столбец</td>
                <td>3-ая строка 2-ой столбец</td>
                <td>3-ая строка 3-ий столбец</td>
            </tr>
        </table>
    </xmp>

    <table class="table">
        <tr>
            <td>1-ая строка 1-ый столбец</td>
            <td>1-ая строка 2-ой столбец</td>
            <td>1-ая строка 3-ий столбец</td>
        </tr>
        <tr>
            <td>1-ая строка 1-ый столбец</td>
            <td>2-ая строка 2-ой столбец</td>
            <td>2-ая строка 3-ий столбец</td>
        </tr>
        <tr>
            <td>3-ая строка 1-ый столбец</td>
            <td>3-ая строка 2-ой столбец</td>
            <td>3-ая строка 3-ий столбец</td>
        </tr>
    </table>

</div>