<?php
    $title = "Изучаем графические изображения в ЯР HTML";
    include ("../_scripts/header.php");
?>

<div class="container">
    
    <hr />
    <h3>Объявление картинки <code> < img /> </code></h3>
    <xmp>
        <img src="ссылка/на/картинку" alt="Тест, который отобразиться, если картинка не загружена" />
    </xmp>

    <img src="ссылка/на/картинку" alt="Тест, который отобразиться, если картинка не загружена" />

    <!--  -->

    <hr />
    <h3>Объявление картинки c определенной шириной</h3>

    <xmp>
        <img src="/_files/flowchart.png" alt="flowchart" width=50% />
    </xmp>

    <img src="/_files/flowchart.png" alt="flowchart" width=50% float=right />
    
    <!--  -->

    <hr />
    <h3>Обтекание картинки</h3>

    <p>Добавив CSS свойство <b>float: left/right;</b> можно сделать обтекание.</p>

    <xmp>
    <img
        src="/_files/flowchart.png"
        alt="flowchart"
        height=300px
        style="float: right;"
    />
    <p>Далеко-далеко...</p>
    </xmp>

    <img
        src="/_files/flowchart.png"
        alt="flowchart"
        height=300px
        style="float: right;"
    />
    <p>Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Жаренные точках себя своего маленькая по всей рукописи букв, свою, не заглавных вскоре назад строчка имеет решила страна рот знаках переписывается буквенных снова дороге ipsum, свой бросил! Первую выйти своего несколько вдали. Предложения не текст маленькая языком сих ему необходимыми, даже текста переписывается залетают родного по всей коварный деревни, эта меня, ее домах вопрос! Рыбными заглавных своего заманивший но заголовок собрал до моей злых, ipsum себя грамматики дал власти знаках осталось страна назад текстов точках меня запятой великий текст от всех, жаренные маленький необходимыми. Щеке речью ручеек которое своих однажды страна правилами своего ты, рыбного составитель раз текст что необходимыми грамматики знаках послушавшись, снова приставка от всех она он. Путь, по всей? Рыбного своего от всех над океана проектах продолжил моей, сбить переписывается залетают коварный! Пояс толку свой использовало рыбными моей проектах, рыбного первую, всемогущая своего даль правилами инициал дал осталось буквоград текстами рекламных залетают языком власти за путь, имени свою? Моей, на берегу приставка. Осталось то семантика рекламных рыбными, сбить до злых? Жизни страна раз по всей эта рот? Скатился свой своего моей, вскоре предупредила которое повстречался безорфографичный, прямо несколько коварных первую. Силуэт предупреждал журчит ты своих назад они вопрос предупредила пустился! Вопроса рукопись знаках залетают гор.</p>
    
    <!--  -->

</div>